[
    {
        "name" : "Chop'Ton Job",
        "type" : "Outil de recherche d'entreprises",
        "languages" : "HTML / CSS / TypeScript / Angular",
        "image" : "/assets/img/chop-ton-job.jpg",
        "url" : "https://chop-ton-job.web.app",
        "description" : "Chop'Ton Job est une plateforme qui permet de trouver des entreprises à fort potentiel d'embauche qui recrutent des profils tech. La recherche s'effectue par département(s) ou par géolocalisation, en choisissant un groupe de métiers. Les données sur les entreprises proviennent d'une API."
    },
    {
        "name" : "Rock'Quest",
        "type" : "Jeu de rythme",
        "languages" : "HTML / CSS / JavaScript",
        "image" : "/assets/img/rock-quest.jpg",
        "url" : "https://rockquest.netlify.app",
        "description" : "Rock'Quest est un jeu dans le style de Guitar Hero. Il a été développé avec trois camarades, en deux semaines, à l'occasion du premier projet de groupe de ma formation à la Wild Code School pour lequel nous ne devions pas utiliser de framework. Rock'Quest est disponible sur mobile et desktop."
    },
    {
        "name" : "Portfolio Vianney Accart",
        "type" : "Site vitrine",
        "languages" : "HTML / CSS / TypeScript / Angular",
        "image" : "/assets/img/portfolio.jpg",
        "url" : "https://vianneyaccart.com/",
        "description" : "Après une première version réalisée avec HTML, CSS, JavaScript et PHP, cette nouvelle version apporte un nouveau design et de nouvelles technologies. Il a été réalisé avec HTML, CSS, TypeScript et le framework Angular. Bootstrap a également été utilisé."
    },
    {
        "name" : "Guillaume Astruc Photography",
        "type" : "Vente de photographies en ligne",
        "languages" : "WordPress / WooCommerce",
        "image" : "/assets/img/guillaume-astruc-photography.jpg",
        "url" : "https://www.guillaumeastrucphotography.com/",
        "description" : "Guillaume Astruc est un photographe professionnel qui souhaitait développer sa présence en ligne et commercialiser ses photographies. J'ai réalisé un site simple, épuré et performant. La partie transactionnelle est gérée par WooCommerce. Un travail du SEO OnSite a été réalisé."
    },
    {
        "name" : "Prune Manciet Ostéopathe",
        "type" : "Site vitrine - Cabinet d'ostéopathie",
        "languages" : "WordPress",
        "image" : "/assets/img/prune-manciet-osteopathe.jpg",
        "url" : "https://prunemanciet-osteopathe.fr",
        "description" : "Ce site vitrine est ma première réalisation. Je l'ai créé pour une ostéopathe qui cherchait à développer sa patientèle sur le bassin Berjallien en Isère. Pour cela, le site a été construit dans un profond respect des critères SEO ce qui a rapidement permis de le positionner dans les résultats de recherche."
    },
    {
        "name" : "Esprit Body",
        "type" : "Site vitrine - Coach sportif",
        "languages" : "WordPress",
        "image" : "/assets/img/esprit-body.jpg",
        "url" : "https://espritbody.fr/",
        "description" : "Esprit Body est un site au thème sombre, réalisé au lancement de l'entreprise. Les objectifs étaient d'être présent en ligne, de promouvoir les offres de coaching et développer la clientèle. Un travail du SEO a été effectué, permettant de référencer le site sur des requêtes liées à des villes en plus des mots-clés liés à l'activité."
    },
    {
        "name" : "Association ADEIR",
        "type" : "Site vitrine - Site associatif",
        "languages" : "WordPress",
        "image" : "/assets/img/adeir.jpg",
        "url" : "https://www.adeir.fr/",
        "description" : "J'ai réalisé ce projet le cadre de la refonte du site internet de l'association ADEIR que j'ai eu le plaisir d'animer de 2018 à 2020. L'objectif était d'apporter un touche plus moderne au site, et de faciliter la navigation. Une partie est dédiée au événements passés et à venir, qui est gérée par l'animateur actuel de l'association."
    },
    {
        "name" : "Blog Enbasdemarue",
        "type" : "Site vitrine lié à une marketplace",
        "languages" : "WordPress",
        "image" : "/assets/img/blog-enbasdemarue.jpg",
        "url" : "https://www.blog.enbasdemarue.fr/",
        "description" : "Ce blog a été créé pour présenter la marketplace Enbasdemarue. L'objectif était d'apporter des informations sur le fonctionnement de la marketplace, des tutoriels pour les adhérents et une partie blog avec les actualités. Un travail du SEO a été effectué. Une partie marketing a été mise en place avec une gestion automatisée d'envoi de mails. Le site n'est plus géré par mes soins."
    }
]